<template>
  <section class="about">
    <div class="container">
      <div class="about_main">
        <div class="about_content">
          <h1>Автомобили из Кореи под заказ</h1>
          <div class="about_content__txt">
            <p>
              Компания «Восток Транс Импорт» основана в 2008 году. Одним из основных видов
              деятельности является поставка автомобилей с внутренних рынков Южной Кореи с
              полным набором услуг, таких как поиск и покупка автомобиля в Корее,
              подготовка документов для отправки из Кореи, перевозка автомобиля на судне
              во Владивосток, таможенное оформление, выдача всех документов для постановки
              на учет в ГИБДД.
            </p>
            <p>
              За многолетний опыт работы мы выстроили систему, которая гарантирует покупку
              качественного автомобиля в Корее, быструю и надежную отправку из Кореи и
              быстрое прохождение таможенного контроля. Весь цикл с момента покупки до
              выдачи ПТС занимает 10-14 дней. Далее отправляем автомобиль в ваш город, у
              нас есть довольные клиенты, которые воспользовались нашим сервисом,
              практически в каждом крупном городе России.
            </p>
            <p>
              Вся работа проводится дистанционно, поэтому нашим приоритетом является
              максимальное предоставление информации по состоянию автомобиля до его
              покупки. Мы выбираем для вас лучший вариант среди десятков предложений от
              разных дилеров, так как работаем по всей территории Кореи. Покупай в
              удовольствие вместе с нами!
            </p>
          </div>
        </div>
        <div class="about_img">
          <img src="/img/about.png" alt="" />
        </div>
      </div>
      <div class="about_services">
        <h2>Сотрудничество с ООО «Восток Транс Импорт»</h2>
        <p>означает надежное партнерство и гарантированную честную сделку</p>
        <ul class="about_services__list">
          <li>
            <div class="about_servicesItem__img">
              <img src="/img/about-services-1.png" alt="" />
            </div>
            <span>Защищенный договор</span>
          </li>
          <li>
            <div class="about_servicesItem__img">
              <img src="/img/about-services-2.png" alt="" />
            </div>
            <span>Отсутствие скрытых комиссий</span>
          </li>
          <li>
            <div class="about_servicesItem__img">
              <img src="/img/about-services-3.png" alt="" />
            </div>
            <span>Фото-отчёт на каждом этапе</span>
          </li>
          <li>
            <div class="about_servicesItem__img">
              <img src="/img/about-services-4.png" alt="" />
            </div>
            <span>Гарантии сделки</span>
          </li>
          <li>
            <div class="about_servicesItem__img">
              <img src="/img/about-services-5.png" alt="" />
            </div>
            <span>Система скидок</span>
          </li>
        </ul>
      </div>
      <div class="adv">
        <div class="adv__content">
          <h3>Подробнее о нашей работе</h3>
          <div class="adv__txt">
            <p>
              На первом этапе сотрудничества с компанией «Восток Транс Импорт» заключается
              договор, в котором указываются все права и обязанности сторон, сроки
              поставки техники, условия и размер оплаты, основные номера (модель, марка,
              цвет, комплектация, VIN номер и т.п.)
            </p>
            <p>
              Отсутствие скрытых комиссий и прозрачность расчетов создают выгодные условия
              на заказ автомобилей из Южной Кореи. Кроме того, вся сделка будет
              сопровождаться полным фотоотчётом, сделанным на каждом этапе перевозки
              автомобиля.
            </p>
          </div>
        </div>
        <div class="adv__img">
          <img src="/img/adv.png" alt="" />
        </div>
      </div>
    </div>
  </section>
</template>

<script setup lang="ts"></script>

<style scoped></style>
