<template>
  <div class="shield-page">
    <div class="shield">
      <div class="container">
        <div class="shield__head">
          <h1>Наши гарантии</h1>
          <div class="shield_head__subtitle"><span>15</span> лет успешной работы</div>
        </div>
        <div class="shield__body">
          <div class="shield_body__item">
            <ul class="shield_body__contents">
              <li>
                <p>Финансовая прозрачность сделки</p>
                <span
                  >Все условия покупки авто и ответственность сторон закрепляются в
                  договоре. Оплата производится за конкретный автомобиль, выбранный в
                  Корее. В квитанции прописывается марка, модель и VIN номер
                  приобретенного авто.</span
                >
              </li>
              <li>
                <p>Безопасное хранение в порту владивостока</p>
                <span
                  >Во время таможенной процедуры автомобиль находится на складе временного
                  хранения под круглосуточной охраной. При выгрузке в порту производится
                  детальная фото-опись, служащая доказательством в случае любых
                  споров.</span
                >
              </li>
            </ul>
            <div class="shield_body_img">
              <img src="/img/shield-item-1.png" alt="" />
            </div>
          </div>
          <div class="shield_body__item">
            <ul class="shield_body__contents">
              <li>
                <p>Надежная доставка авто из кореи</p>
                <span
                  >По территории Кореи автомобили транспортируются на автовозах. По
                  прибытию в порт покупатель получает детальный фотоотчет. По морю машины
                  перевозятся на специализированных судах типа Ro-Ro, которые имеют
                  горизонтальную аппарель и позволяют отказаться от использования кранов.
                  Груз полностью застрахован.</span
                >
              </li>
              <li>
                <p>Технические гарантии</p>
                <span
                  >Все автомобили, которые поступают на продажу в Корее, проходят
                  комплексную проверку экспертом. Также к машине прилагается технический
                  паспорт с отметками о прохождении ТО и истории пробега. На основе всего
                  этого можно сделать вывод и принять правильное решение.</span
                >
              </li>
            </ul>
            <div class="shield_body_img">
              <img src="/img/shield-item-2.png" alt="" />
            </div>
          </div>
        </div>
      </div>
    </div>
    <Action />
  </div>
</template>

<script setup lang="ts">
import Action from "~/components/Action.vue";
</script>

<style scoped></style>
